<?php include('header.php')?>
  <section class="preview">
    <div class="container">
      <div class="preview-wrapper">
        <div class="swiper-container preview-slider">
          <div class="swiper-wrapper">
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Фото-зона.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Фото зона</span>
            </div>
            <div class="swiper-slide">
              <img class="preview-slide__item"  src="img/Большой-зал.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Большой зал</span>
            </div>
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Большой-зал-2.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Большой зал</span>
            </div>
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Большой-зал-3.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Большой зал</span>
            </div>
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Выход-из-зала.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Выход из зала</span>
            </div>
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Чайная-зона.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Чайная зона</span>
            </div>
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Малый-зал.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Малый зал</span>
            </div>
            
            <div class="swiper-slide">
              <img class="preview-slide__item" src="img/Раздевалки.jpg" alt="Фотография: Клуб">
              <span class="preview-slide__caption">Раздевалки</span>
            </div>
          </div>
          <!--/.swiper-wrapper-->
          <div class="swiper-pagination preview-pagination"></div>
        </div>
        <!--/.swiper-container preview-slider-->  
      </div>
      <!-- /.preview-wrapper -->
    </div>
    <!-- /.container -->
  </section>
  <!-- /.preview -->
  <section class="circs">
    <h2 class="title circs__title">Мы создали все условия, чтобы вы могли<br> заниматься йогой с удовольствием</h2>
    <div class="container">
      <div class="circs-wrapper">
        <ul class="circs-list">
          <li class="circs-list__item">Самый большой зал в Новосибирске – 220 кв.м.</li>
          <li class="circs-list__item">Коврики и оборудование для йоги</li>
          <li class="circs-list__item">Группы для начинающих и продвинутых йогов</li>
          <li class="circs-list__item">Сертифицированные преподаватели</li>
          <li class="circs-list__item">Уютная чайная зона и расслабляющий восточный колорит</li>
          <li class="circs-list__item">Удобные раздевалки и мини-сауны</li>
        </ul>
        <!-- /.circs-list --> 
      </div>
      <!-- /.circs-wrapper -->
    </div>
    <!-- /.container -->
  </section>
  <!-- /.circs -->
  <secrion class="route">
    <h2 class="title route__title">В нашем клубе вы сможете найтинаправления йоги,<br>которое подойдет именно вам</h2>
    <div class="container">
      <div class="route-wrapper">
        <div class="hatha">
          <h2 class="title hatha__title">Хатха-йога</h2>
          <div class="hatha-contents">
            <div class="hatha-contents__header">
              <ul class="hatha-tabs">
                <li data-target="#direction_h" class="hatha-tabs__item hatha-tabs__item_active">О направлении</li>
                <li data-target="#class_h" class="hatha-tabs__item">Классы</li>
              </ul>
            </div>
            <!-- /.hatha-contents__header -->
            <div class="hatha-contents__body">
              <ul class="hatha-content">
                <li id="direction_h" class="hatha-content__item hatha-content__item_active">
                  <p class="hatha-content__text">
                    Хатха-йога – начальная ступень в практиках йоги, позволяющая узнать собственные возможности, научиться контролировать внутренние энергетические потоки, гармонизировать жизнь. История индийской системы учений о самопознании хатха-йоги уходит своими корнями в глубокую древность и насчитывает несколько тысячелетий.
                  </p>
                  <p class="hatha-content__text">
                    Цель практик хатха-йоги заложена в ее названии и заключается в том, чтобы научить человека гармонично совмещать в себе позитивную и регрессивную энергии, находить точку внутреннего баланса, позволяющую быть бодрым и жизнерадостным без напряжения и в то же время быть созерцательным и спокойным без апатии и лени. Иначе говоря, человек учится быть собранным внутри и расслабленным снаружи (в теле).
                  </p>
                  <p class="hatha-content__text">
                    Занятие по хатха-йоге включает в себя следующие модули:<br>
                    - асаны (позы), помогающие сохранять своё тело здоровым, красивым и сильным;<br>
                    - пранаямы (дыхательные упражнения), которые научат регулировать дыхание и контролировать эмоции;<br>
                    - концентрацию внимания, помогающую успокоить ум и направить энергию в конструктивные каналы для духовного роста человека;<br>
                    - медитацию (расслабление, релаксацию), дающую возможность услышать себя "настоящего".
                  </p>
                </li>
                <li id="class_h" class="hatha-content__item">
                  <p class="hatha-content__text">
                    <u>Групповые занятия по хатха-йоге</u><br>
                    На занятиях по хатха-йоге, ученики выполняют позы одновременно с преподавателем. Позы чередуются одна за другой, от простого к сложному. В хатха-йоге не предполагается использование вспомогательных материалов. Занятие всегда начинается с дыхательных упражнений (пранаямы), затем переходят к выполнению асан, в конце выполняются перевернутые позы и затем шавасана. Шавасана в хатха-йоге проходит под звуки тибетских чаш, глюкафона и гонга. На протяжении всего занятия играет приятная расслабляющая музыка.
                  </p>
                  <p class="hatha-content__text">
                    <u>Йога-медитация</u><br>
                    Медитация – это ментальная техника, направленная на достижение состояния максимальной сосредоточенности, при котором почти отсутствуют мысли и чувства. Занятия по йога-медитации, также, как и занятия по хатха-йоге начинаются с дыхательных упражнений, затем сразу переходят к перевёрнутым позам, после чего все принимают удобное положение (сидя или лежа). Преподаватель, под звуки тибетских чаш, начинает проговаривать инструкции для максимального расслабления каждой части тела. Занятия по йога-медитации направлены на то, чтобы человек смог расслабить тело, уменьшить напряжение и увеличить способность фокусировать свой ум.
                  </p>
                </li>
              </ul>
            </div>
            <!-- /.hatha-content__body -->
          </div>
          <!-- /.hatha-content -->
        </div>
        <!-- /.hatha -->

        <div class="aiengar">
          <div class="aiengar-contents">
            <div class="aiengar-contents__header">
              <ul class="aiengar-tabs">
                <li data-target="#direction_a" class="aiengar-tabs__item aiengar-tabs__item_active">О направлении</li>
                <li data-target="#class_a" class="aiengar-tabs__item">Классы</li>
              </ul>
            </div>
            <!-- /.aiengar-contents__header -->
            <div class="aiengar-contents__body">
              <ul class="aiengar-content">
                <li id="direction_a" class="aiengar-content__item aiengar-content__item_active">
                  <p class="aiengar-content__text">
                    Йога Айенгара является классической хатха-йогой, истоки которой уходят в глубину веков. Шри Б.К.С. Айенгар создал свой метод обучения йоге, который, благодаря своим особенностям, снискал себе огромную популярность и на сегодняшний день является одним из самых распространенных в мире.
                  </p>
                  <p class="aiengar-content__text">
                    Молодой Айенгар отдавал предпочтение динамичной, силовой и даже несколько жесткой практике, которая в первую очередь была призвана укрепить тело.
                  </p>
                  <p class="aiengar-content__text">
                    Однако со временем Айенгар понял, что такая практика эффективна только для молодых и здоровых людей. Возраст или проблемы со здоровьем становились препятствием для занятий йогой. Айенгар начинает посвящать все больше внимания глубокой и тонкой работе в позе. Практика становится более статичной, длительное пребывание в позе усиливает ее воздействие не только на мышцы, суставы и связки, но также на внутренние органы, системы и даже клетки, эмоциональное состояние и ум. Таким образом, поза действует не только на поверхностном, физическом, но и внутреннем, физиологическом уровне, что является одной из основополагающих черт метода. Понятия ровности и выравнивания тела в позе являются ключевыми в йоге Айенгара.
                  </p>
                </li>
                <li id="class_a" class="aiengar-content__item">
                  <p class="aiengar-content__text">
                    <u>Групповые занятия по айенгар-йоге</u><br>
                    В айенгар-йоге каждая неделя месяца посвящена отдельной группе асан: 1 неделя-асаны стоя, 2 неделя – наклоны и скручивания, 3 неделя – прогибы, 4 неделя – восстанавливающие асаны. На занятиях идет постепенное развитие практики, переход от более простых поз к более сложным позам. Завершается каждое занятие перевернутыми позами и Шавасаной.
                  </p>
                  <p class="aiengar-content__text">
                    На занятиях йогой Айенгара используют разнообразные вспомогательные материалы (мягких валиков, деревянных брусков, подставок разной высоты и формы, одеял, ковриков с шероховатой поверхностью, стульев, ремней и веревок), которые позволяют с самого начала правильно расположить тело в пространстве. Благодаря им тело получает опору, которая абсолютно необходима для правильного развития и стабильности позы.
                  </p>
                  <p class="aiengar-content__text">
                    Преподаватель подробно объясняет и показывает выполнение каждой позы. Затем проговаривая инструкции еще раз, внимательно смотрит как выполняют ученики и при необходимости их корректирует. Каждому ученику уделяется должное внимание.
                  </p>
                  <p class="aiengar-content__text">
                    <u>Классы терапии «Здоровая спина»</u><br>
                    Данный класс предназначен для тех, кто хотел бы уделить особое внимание работе со спиной, улучшить осанку, научиться правильно работать в позах при таких проблемах, как сколиоз, лордоз, кифоз, остеохондроз, оказывать себе первую помощь в случае болей или чрезмерной нагрузки на спину. В основу программы легли позы (и их вариации) направленные на то, чтобы оптимальным образом воздействовать на слабые участки и снимать напряжение с позвоночника. Нагрузка здесь меньше, чем в общих классах.
                  </p>
                </li>
              </ul>
            </div>
            <!-- /.aiengar-content__body -->
          </div>
          <!-- /.aiengar-content -->
          <h2 class="title aiengar__title">Айенгар-йога</h2>
          <div class="aiengar__title_back"></div>
        </div>
        <!-- /.aiengar -->
        <button class="button route__button"><a href="timetable.php" class="route__link">Перейти к выбору занятия</a></button>
      </div>
      <!-- /.route-wrapper -->
    </div>
    <!-- /.container -->
  </secrion>
  <!-- /.route -->
<?php include('footer.php')?>